{
  "question" : "그림은 베게너가 제시한 대륙 이동의 증거 중 일부를 나타낸 것이다",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 어느 열점으로부터 생성된 해산의 배열을 연령과 함께 선으로 나타낸 것이고, (나)는 X - X′ 구간의 지진파 단층 촬영 영상을 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "표는 지질 시대의 환경과 생물에 대한 특징을 기 수준으로 구분하여 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 해성층 A, B, C로 이루어진 어느 지역의 지층 단면과 A의 일부에서 발견된 퇴적 구조를, (나)는 A의 퇴적이 완료된 이후 해수면에 대한 ⓐ 지점의 상대적 높이 변화를 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 어느 지역의 지질 단면과 산출되는 화석을 나타낸 것이다. 화성암 A와 D에 각각 포함된 방사성 원소 X와 Y의 양은 처음 양의 ",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 어느 지역의 판 경계와 마그마가 분출되는 영역 A와 B의 위치를, (나)는 A와 B 중 한 영역의 하부에서 마그마가 생성되는 과정 ㉠을 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 현재와 비교한 A와 B 시기의 지구 자전축 경사각을, (나)는 A 시기와 비교한 B 시기의 지구에 입사하는 태양 복사 에너지의 변화량을 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 폐색 전선을 동반한 온대 저기압 주변 지표면에서의 풍향과 풍속 분포를 강수량 분포와 함께 나타낸 것이다. 지표면의 구간 X-X′과 Y - Y′에서의 강수량 분포는 각각 A와 B 중 하나이다. ",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 서로 다른 해에 발생한 태풍 ㉠과 ㉡의 이동 경로에 6시간 간격으로 중심 기압과 강풍 반경을 나타낸 것이고, (나)의 A와B는 각각 태풍 ㉠과 ㉡의 중심으로부터 제주도까지의 거리가 가장 가까운 시기에 발효된 특보 상황 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 우리나라가 정체 전선의 영향을 받은 어느 날 06시의 지상 일기도를 나타낸 것이고, (나)와 (다)는 각각 이날 06시와 18시의 레이더 영상 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 북태평양 아열대 순환을 구성하는 표층 해류가 흐르는 해역 A, B, C를, (나)는 A, B, C에서 동일한 시기에 측정한 수온과 염분 자료를 나타낸 것이다. ㉠, ㉡, ㉢은 각각 A, B, C에서 측정한 자료 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 대서양 심층 순환의 일부를 나타낸 것이다. A, B, C는 각각 남극 저층수, 남극 중층수, 북대서양 심층수 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 태평양 적도 부근 해역의 깊이에 따른 수온 편차(관측값 - 평년값)를 나타낸 것이다. (가)와 (나)는 각각 엘니뇨 시기와 라니냐 시기 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "표는 별 A와 B의 물리량을 태양과 비교하여 나타낸 것이다. ",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 주계열성 내부의 에너지 전달 영역을 주계열성의 질량과 중심으로부터의 누적 질량비에 따라 나타낸 것이다. A와 B는 각각 복사와 대류에 의해 에너지 전달이 주로 일어나는 영역 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 질량이 태양과 비슷한 별의 나이에 따른 광도와 표면 온도를 A와 B로 순서 없이 나타낸 것이다. ㉠, ㉡, ㉢은 각각 원시별, 적색 거성, 주계열성 단계 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "표는 외계 행성계 (가)와 (나)의 특징을 나타낸 것이다. (가)와 (나)는 각각 중심별과 중심별을 원 궤도로 공전하는 하나의 행성 으로 구성된다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 어느 퀘이사의 스펙트럼 분석 자료 중 일부를 나타낸 것이다. A와 B는 각각 방출선과 흡수선 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 중심별을 원 궤도로 공전하는 외계 행성 A와 B의 공전방향을, (나)는 A와 B에 의한 중심별의 겉보기 밝기 변화를 나타낸것이다. A와 B의 공전 궤도 반지름은 각각 0.4AU와 0.6AU 이고, B의 공전 궤도면은 관측자의 시선 방향과 나란하다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "표는 우주 모형 A, B, C의 과 를 나타낸 것이고, 그림은 A, B, C에서 적색 편이와 겉보기 등급 사이의 관계를 C를 기준으로하여 Ιa형 초신성 관측 자료와 함께 나타낸 것이다. ㉠과 ㉡은 각각 A와 B의 편차 자료 중 하나이고, 과 는 각각 현재 우주의물질 밀도와 암흑 에너지 밀도를 임계 밀도로 나눈 값이다. ",
  "category" : "[0, 0, 0]"
},
