const data = [
  {
    key: ["자료", "가설"],
    value: [
      {
        atr: "str",
        data: "가설에는 '귀납적 탐구 방법'과 '연역적 탐구 방법'이 있습니다.",
      },
      {
        atr: "str",
        data: "'연역적 탐구 방법'에는 귀납적 탐구 방법과는 다르게 '가설'이 있습니다.",
      },
      { atr: "str", data: "" },
    ],
  },
  {
    key: ["생물의 특성"],
    value: [
      {
        atr: "str",
        data: "생물의 특성에는 '세포로 구성', '물질대사', '자극에 대한 반응과 항상성', '발생과 생장', '생식과 유전', '적응과 진화'가 있습니다.",
      },
    ],
  },
  {
    key: ["물질대사"],
    value: [
      {
        atr: "str",
        data: "물질대사는 생물체 내에서 일어나는 화학 반응으로, 효소가 관여합니다. 이 종류에는 물질을 합성하는 '동화 작용'과 분해하는 '이화 작용'이 있습니다."
      },
    ],
  },
  {
    key: ["세포 호흡"],
    value: [
      {
        atr: "str",
        data: "세포 호흡 과정에는 화학 에너지 형태인 ATP에 대부분 저장하고, 나머지는 열에너지로 방출합니다."
      },
    ],
  },
  {
    key: ["소화 산물"],
    value: [
      {
        atr: "str",
        data: "탄수화물을 포도당, 과당, 갈락토스로 분해됩니다. 단백질은 아미노산으로, 지방은 모노글리세리드와 지방산으로 분해됩니다."
      },
    ],
  },
  {
    key: ["대사성 질환", "고혈압", "고지혈증", "당뇨병"],
    value: [
      {
        atr: "str",
        data: "대사성 질환은 물질대사 장애에 의해 일어나는 질환을 말합니다. 그 종류에는 당뇨병, 고혈압, 고지혈증이 있습니다."
      },
    ]
  },
  {
    key: ["대립유전자", "대립 유전자"],
    value: [
      {
        atr: "str",
        data: "대립유전자는 '특정 유전 형질을 결정하는 유전자'를 말합니다.",
      },
    ],
  },
];

export default data;
