{
  "question" : "그림 (가)는 1850 ~ 2019 년 동안 전 지구와 아시아의 기온 편차(관측값-기준값)를, (나)는 (가)의 A 기간 동안 대기 중 CO2 농도를 나타낸 것이다. 기준값은 1850 ~ 1900년의 평균 기온이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 플룸 구조론을 나타낸 모식도이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)와 (나)는 어느 은하를 각각 가시광선과 전파로 관측한 영상이며, ㉠은 제트이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "다음은 퇴적암이 형성되는 과정의 일부를 알아보기 위한 실험이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "표는 주계열성 A와 B의 질량, 생명 가능 지대에 위치한 행성의 공전 궤도 반지름, 생명 가능 지대의 폭을 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 해양판이 섭입되는 모습을 나타낸 것이다. A, B, C는 각각 마그마가 생성되는 지역과 분출되는 지역 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 어느 날 18시의 지상 일기도에 태풍의 이동 경로를 나타낸 것이고, (나)는 이 시기에 태풍에 의해 발생한 강수량 분포를 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 어느 온대 저기압이 우리나라를 지나는 3시간(T1 → T4)동안 전선 주변에서 발생한 번개의 분포를 1시간 간격으로 나타낸 것이다. 이 기간 동안 온난 전선과 한랭 전선 중 하나가 A 지역을 통과하였다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 북대서양의 해역 A와 B의 위치를, (나)와 (다)는 A와 B에서 같은 시기에 측정한 물리량을 순서 없이 나타낸 것이다. ㉠과 ㉡은 각각 수온과 용존 산소량 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 40억 년 전부터 현재까지의 지질 시대를 구성하는 A, B, C의 지속 기간을 비율로 나타낸 것이고, (나)는 초대륙 로디니아의 모습을 나타낸 것이다. A, B, C는 각각 시생 누대, 원생 누대, 현생 누대 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)와 (나)는 우주의 나이가 각각 10 만 년과 100 만 년일 때에 빛이 우주 공간을 진행하는 모습을 순서 없이 나타낸 것이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)와 (나)는 어느 해역의 수온과 염분 분포를 각각 나타낸 것이고, (다)는 수온-염분도이다. A, B, C는 수온과 염분이 서로 다른 해수이고, ㉠과 ㉡은 이 해역의 서로 다른 수괴이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 질량이 태양 정도인 어느 별이 원시별에서 주계열 단계 전까지 진화하는 동안의 반지름과 광도 변화를 나타낸 것이다. A, B, C는 이 원시별이 진화하는 동안의 서로 다른 시기이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 1월과 7월의 지표 부근의 평년 바람 분포 중 하나를 나타낸 것이다. A, B, C는 주요 표층 해류가 흐르는 해역이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 어느 해양판의 고지자기 분포와 지점 A, B의 연령을 나타낸 것이다. 해양판의 이동 속도와 해저 퇴적물이 쌓이는 속도는 일정하고, 현재 해양판의 이동 방향은 남쪽과 북쪽 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "표는 태양과 별 (가), (나), (다)의 물리량을 나타낸 것이다. (가), (나), (다) 중 주계열성은 2개이고, (나)와 (다)의 겉보기 밝기는 같다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)는 태평양 적도 부근 해역에서 관측한 바람의 동서 방향 풍속 편차를, (나)는 이 해역에서 A와 B 중 어느 한 시기에 관측된 20C 등수온서의 깊이 편차를 나타낸 것이다. A와 B는 각각 엘니뇨와 라니냐 시기 중 하나이고, (+)는 서풍, (-)는 동풍에 해당한다. 편차는 (관측값-평년값)이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "표 (가)는 외부 은하 A와 B의 스펙트럼 관측 결과를, (나)는 우주 구성 요소의 상대적 비율을 T1, T2 시기에 따라 나타낸 것이다. T1, T2는 관측된 A, B의 빛이 각각 출발한 시기 중 하나이고, a, b, c는 각각 보통 물질, 암흑 물질, 암흑 에너지 중 하나이다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림 (가)와 (나)는 어느 두 지역의 지질 단면을, (다)는 시간에 따른 방사성 원소 X와 Y의 붕괴 곡선을 나타낸 것이다. 화강암 A와 B에는 한 종류의 방사성 원소만 존재하고, X와 Y 중 서로 다른 한 종류만 포함한다. 현재 A와 B에 포함된 방사성 원소의 함량은 각각 처음 양의 25%, 12.5% 중 서로 다른 하나이다. 두 지역의 셰일에서는 삼엽충 화석이 산출된다.",
  "category" : "[0, 0, 0]"
},
{
  "question" : "그림은 어느 외계 행성계에서 식 현상을 일으키는 행성에 의한 중심별의 상대적 밝기 변화를 일정한 시간 간격에 따라 나타낸 것이다. 중심별의 반지름에 대하여 행성 반지름은 ?배, 행성의 중심과 중심별의 중심 사이의 거리는 4.2배이다. A는 식 현상이 끝난 직후이다.",
  "category" : "[0, 0, 0]"
},