{
  "question" : "그림은 주요 동물군의 생존 시기를 나타낸 것이다. A, B, C는 어류, 파충류, 포유류를 순서 없이 나타낸 것이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "다음은 우주의 구성 요소에 대하여 학생 A, B, C가 나눈 대화이다. ㉠과 ㉡은 각각 암흑 물질과 암흑 에너지 중 하나이다",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 대서양의 심층 순환을 나타낸 것이다. 수괴 A, B, C는 각각 남극저층수, 남극중층수, 북대서양 심층수 중 하나이다",
  "category" : "[0, 1, 0]"
},
{
  "question" : "다음은 어느 지질 구조의 형성 과정을 알아보기 위한 탐구이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림 (가)는 년부터의 그린란드 빙하의 누적 융해량을, (나)는 전 지구에서 일어난 빙하 융해와 해수 열팽창에 의한 평균 해수면의 높이 편차(관측값  년 값)를 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "표는 서로 다른 외계 행성계에 속한 행성 (가)와 (나)에 대한 물리량을 나타낸 것이다. (가)와 (나)는 생명 가능 지대에 위치하고, 각각의 중심별은 주계열성이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 잘 발달한 태풍의 물리량을 태풍 중심으로부터의 거리에 따라 개략적으로 나타낸 것이다. A, B, C는 해수면 상의 강수량, 기압, 풍속을 순서 없이 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림 (가)와 (나)는 남아메리카와 아프리카 주변에서 발생한 지진의 진앙 분포를 나타낸 것이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 두 은하 A와 B가 탄생한 후, 연간 생성된 별의 총질량을 시간에 따라 나타낸 것이다. A와 B는 허블 은하 분류 체계에 따른 서로 다른 종류이며, 각각 E과 Sb 중 하나이다",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)와 (나)는 장마 기간 중 어느 날 같은 시각 우리나라 부근의 지상 일기도와 적외 영상을 각각 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림은 주계열성 ㉠, ㉡, ㉢의 반지름과 표면 온도를 나타낸 것이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)는 어느 날 우리나라 주변 표층 해수의 수온과 염분 분포를, (나)는 수온 - 염분도를 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림은 대륙과 해양의 지하 온도 분포를 나타낸 것이고, ㉠, ㉡, ㉢은 암석의 용융 곡선이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "표는 여러 별들의 절대 등급을 분광형과 광도 계급에 따라 구분하여 나타낸 것이다. (가), (나), (다)는 광도 계급 Ib(초거성), Ⅲ(거성), Ⅴ(주계열성)를 순서 없이 나타낸 것이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 해수면 부근에서 부는 바람의 남북 방향의 연평균 풍속을 나타낸 것이다. ㉠과 ㉡은 각각 °N과 °S 중 하나이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림 (가)와 (나)는 각각 COBE 우주 망원경과 WMAP 우주 망원경으로 관측한 우주 배경 복사의 온도 편차를 나타낸 것이다. 지점 A와 B는 지구에서 관측한 시선 방향이 서로 반대이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)는 어느 지역의 깊이에 따른 지층과 화성암의 연령을, (나)는 방사성 원소 X와 Y의 붕괴 곡선을 나타낸 것이다. 화성암 B와 D는 X와 Y 중 서로 다른 한 종류만 포함하고, 현재 B와 D에 포함된 방사성 원소의 함량은 각각 처음 양의 %와 %이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림 (가)와 (나)는 서로 다른 외계 행성계에서 행성이 식 현상을 일으킬 때, 중심별의 상대적 밝기 변화를 시간에 따라 나타낸 것이다. 두 중심별의 반지름은 같고, 각 행성은 원궤도를 따라 공전하며, 공전 궤도면은 관측자의 시선 방향과 나란하다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 남아메리카 대륙의 현재 위치와 시기별 고지자기극의 위치를 나타낸 것이다. 고지자기극은 남아메리카 대륙의 고지자기 방향으로 추정한 지리상 남극이고, 지리상 남극은 변하지 않았다. 현재 지자기 남극은 지리상 남극과 일치한다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림의 유형 Ⅰ과 Ⅱ는 두 물리량 와  사이의 대략적인 관계를 나타낸 것이다. 표는 엘니뇨와 라니냐가 일어난 시기에 태평양 적도 부근 해역에서 동시에 관측한 물리량과 이들의 관계 유형을 Ⅰ 또는 Ⅱ로 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},