{
  "question" : "그림 (가)는 우리나라에 영향을 준 어느 황사의 발원지와 관측소 A와 B의 위치를 나타낸 것이고, (나)는 A와 B에서 측정한 이 황사 농도를 ㉠과 ㉡으로 순서 없이 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림은 플룸 구조론을 나타낸 모식도이다. A와 B는 각각 차가운 플룸과 뜨거운 플룸 중 하나이다",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 어느 고위도 해역에서 A 시기와 B 시기에 각각 측정한 깊이 ～ m의 해수 특성을 수온 - 염분도에 나타낸 것이다. 이 해역의 수온과 염분은 유입된 담수의 양에 의해서만 변화하였다",
  "category" : "[0, 1, 0]"
},
{
  "question" : "다음은 어느 퇴적 구조가 형성되는 원리를 알아보기 위한 실험이다",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 전파 은하 M의 가시광선 영상과 전파 영상을 나타낸 것이다",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 지질 시대에 일어난 주요 사건을 시간 순서대로 나타낸 것이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 빅뱅 우주론에 따라 팽창하는 우주에서 물질, 암흑 에너지, 우주 배경 복사를 시간에 따라 나타낸 것이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)는 어느 태풍이 이동하는 동안 관측소 P에서 관측한 기압과 풍속을 ㉠과 ㉡으로 순서 없이 나타낸 것이고, (나)는 이 기간 중 어느 한 시점에 촬영한 가시 영상에 태풍의 이동 경로, 태풍의 눈의 위치, P의 위치를 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림 (가)는 깊이에 따른 지하의 온도 분포와 암석의 용융 곡선을 나타낸 것이고, (나)는 반려암과 화강암을 A와 B로 순서 없이 나타낸 것이다. A와 B는 각각 (가)의 ㉠ 과정과 ㉡ 과정으로 생성된 마그마가 굳어진 암석 중 하나이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 평균 해면 기압을 위도에 따라 나타낸 것이다",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림은 별 A, B, C를 H-R도에 나타낸 것이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)와 (나)는 우리나라에 온대 저기압이 위치할 때, 온난 전선과 한랭 전선 주변의 지상 기온 분포를 순서 없이 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "표는 별 (가), (나), (다)의 분광형, 반지름, 광도를 나타낸 것이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 동태평양 적도 부근 해역에서 A 시기와 B 시기에 관측한 구름의 양을 높이에 따라 나타낸 것이다. A와 B는 각각 엘니뇨 시기와 평상시 중 하나이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "표는 주계열성 A, B, C를 각각 원 궤도로 공전하는 외계 행성 a, b, c의 공전 궤도 반지름, 질량, 반지름을 나타낸 것이다. 세 별의 질량과 반지름은 각각 같으며, 행성의 공전 궤도면은 관측자의 시선 방향과 나란하다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 습곡과 단층이 나타나는 어느 지역의 지질 단면도이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림 (가)는 현재와 A 시기의 지구 공전 궤도를, (나)는 현재와 A 시기의 지구 자전축 방향을 나타낸 것이다. (가)의 ㉠, ㉡, ㉢은 공전 궤도상에서 지구의 위치이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 별 A와 B가 주계열 단계가 끝난 직후부터 진화하는 동안의 반지름과 표면 온도 변화를 나타낸 것이다. A와 B의 질량은 각각 태양 질량의 배와 배 중 하나이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 고정된 열점에서 형성된 화산섬 A, B, C를, 표는 A, B, C의 연령, 위도, 고지자기 복각을 나타낸 것이다. A, B, C는 동일 경도에 위치한다",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 외부 은하 A와 B에서 각각 발견된 Ia형 초신성의 겉보기 밝기를 시간에 따라 나타낸 것이다. 우리은하에서 관측하였을 때 A와 B의 시선 방향은 °를 이루고, F은 Ia형 초신성이  Mpc에 있을 때 겉보기 밝기의 최댓값이다",
  "category" : "[0, 0, 1]"
},
