{
  "question" : "다음은 뇌우, 우박, 황사에 대하여 학생 A, B, C가 나눈 대화를 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림은 상부 맨틀에서만 대류가 일어나는 모형을 나타낸 것이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 어느 중위도 해역에서 A 시기와 B 시기에 각각 측정한 깊이 ～m의 해수 특성을 수온-염분도에 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "다음은 어느 퇴적 구조가 형성되는 원리를 알아보기 위한 실험이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림 (가)와 (나)는 가시광선으로 관측한 어느 타원 은하와 불규칙 은하를 순서 없이 나타낸 것이다",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)는 H-R도에 별 ㉠, ㉡, ㉢을, (나)는 별의 분광형에 따른 흡수선의 상대적 세기를 나타낸 것이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 현생 누대 동안 생물 과의 멸종 비율과 대멸종이 일어난 시기 A, B, C를 나타낸 것이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림은 온대 저기압 중심이 북반구 어느 관측소의 북쪽을 통과하는 시간 동안 관측한 기상 요소를 나타낸 것이다. 이 기간 동안 온난 전선과 한랭 전선이 모두 이 관측소를 통과하였다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림 (가)는 마그마가 생성되는 지역 A, B, C를, (나)는 깊이에 따른 암석의 용융 곡선을 나타낸 것이다. (나)의 ㉠은 A, B, C 중 하나의 지역에서 마그마가 생성되는 조건이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림 (가)는 현재 우주 구성 요소의 비율을, (나)는 은하에 의한 중력 렌즈 현상을 나타낸 것이다. A, B, C는 각각 암흑 물질, 암흑 에너지, 보통 물질 중 하나이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 대기에 의한 남북 방향으로의 연평균 에너지 수송량을 위도별로 나타낸 것이다.",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림은 질량이 태양 정도인 별이 진화하는 과정에서 주계열 단계가 끝난 이후 어느 시기에 나타나는 별의 내부 구조이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 태풍의 영향을 받은 우리나라 어느 관측소에서 시간 동안 관측한 시간에 따른 기압, 풍향, 풍속, 시간당 강수량을 순서 없이 나타낸 것이다. 이 기간 동안 태풍의 눈이 관측소를 통과 하였다",
  "category" : "[0, 1, 0]"
},
{
  "question" : "표는 별 ㉠, ㉡, ㉢의 표면 온도, 광도, 반지름을 나타낸 것이다. ㉠, ㉡, ㉢은 각각 주계열성, 거성, 백색 왜성 중 하나이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)는 동태평양 적도 해역과 서태평양 적도 해역의 시간에 따른 해면 기압 편차를, (나)는 (가)의 A와 B 중 한 시기의 태평양 적도 해역의 깊이에 따른 수온 편차를 나타낸 것이다. A와 B는 각각 엘니뇨 시기와 라니냐 시기 중 하나이고, 편차는 (관측값평년값) 이다",
  "category" : "[0, 1, 0]"
},
{
  "question" : "그림 (가)는 지구의 공전 궤도를, (나)는 지구 자전축 경사각의 변화를 나타낸 것이다. 지구 자전축 세차 운동의 방향은 지구 공전 방향과 반대이고 주기는 약 년이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림은 어느 지괴의 현재 위치와 시기별 고지자기극의 위치를 나타낸 것이다. 고지자기극은 고지자기 방향으로 추정한 지리상 북극이고, 지리상 북극은 변하지 않았다. 현재 지자기 북극은 지리상 북극과 일치한다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림 (가)는 중심별이 주계열성인 어느 외계 행성계의 생명 가능 지대와 행성의 공전 궤도를, (나)는 (가)의 행성이 식 현상을 일으킬 때 중심별의 상대적 밝기 변화를 시간에 따라 나타낸 것이다.",
  "category" : "[0, 0, 1]"
},
{
  "question" : "그림 (가)는 어느 지역의 지질 단면을, (나)는 시간에 따른 방사성 원소 X와 Y의 자원소 함량 방사성 원소 함량 을 나타낸 것이다. 화성암 A와 B에는 X와 Y 중 서로 다른 한 종류만 포함하고, 현재 A와 B에 포함된 방사성 원소의 함량은 각각 처음 양의 %와 % 중 서로 다른 하나이다.",
  "category" : "[1, 0, 0]"
},
{
  "question" : "그림 (가)는 어느 우주 모형에서 시간에 따른 우주의 상대적 크기를 나타낸 것이고, (나)는 억 년 전 은하 P에서 방출된 파장 인 빛이 억 년 전 은하 Q를 지나 현재의 관측자에게 도달하는 상황을 가정하여 나타낸 것이다. 우주 공간을 진행하는 빛의 파장은 우주의 크기에 비례하여 증가한다.",
  "category" : "[0, 0, 1]"
},